{
   "use_history":true,
   "openai_model":"{{openai_model_sim}}",
   "dramatis_personae":"{{usha_personal_dramatis_personae}}",
   "entities":"{{usha_personal_entities}}",
   "topics":[
      {
         "category":"usha-family-close",
         "enabled":true,
         "items_multiplier":1,
         "topic":"General chat between members of a fictional British family, as seen by our protagonist, Usha Franks.  The chat is a lighthearted exchange between immediate familiy members Usha, Alan, Amy and Ravi - do not include messages from any other people.  Amy and Ravi should refer to Usha and Alan as 'Mum' and 'Dad'.  Topics include anything a family might discuss, but can also include village gossip, family personal and work happenings and milestones, and requests for assistance or favours. Usha and Alan live in the village of Ambridge, while wider family and friends are dotted around local villages Penny Hassett, Loxley Barrett, Darrington, Hollerton, Edgeley, Waterley Cross and Lakey Green.  The main local city is the cathederal city of Felpersham where Usha woks as a partner in Felpersham Law.  The tone of the messages should be informal British English with British spellings."
      },
      {
         "category":"usha-family-wide",
         "enabled":true,
         "items_multiplier":1,
         "topic":"General chat between members of a fictional British family, as seen by our protagonist, Usha Franks.  The chat is a lighthearted exchange between immediate familiy members Uaha, Alan, Amy and Ravi and wider family members including Deepak, Shiv and Satya - do not include messages from non-family.  Topics include anything a family might discuss, but can also include village gossip, family personal and work happenings and milestones, and requests for assistance or favours. Usha and Alan live in the village of Ambridge, while wider family and friends are dotted around local villages Penny Hassett, Loxley Barrett, Darrington, Hollerton, Edgeley, Waterley Cross and Lakey Green.  The main local city is the cathederal city of Felpersham where Usha woks as a partner in Felpersham Law.  Message content should be unique and not duplicated.  The tone of the messages should be informal British English with British spellings."
      },
      {
         "category":"usha-village",
         "enabled":true,
         "items_multiplier":2,
         "topic":"General chat among residents of the fictional village of Ambridge in in the county of Borsetshire, UK, as seen by our protagonist, Usha Franks. The chat is a mostly lighthearted exchange between residents of Ambridge, covering topics including comings & goings around Ambridge, parking problems, postal service & parcel delivery (problems), recommendations for good tradespeople, social events, local crime and plenty of village gossip.  This chat is among a general village audience rather than one-to-one messages about individual arrangements.  A few of the messages should be of a nature that merits a prompts response, such as a request for assistance or information.  Nearby villages include Penny Hassett, Loxley Barrett, Darrington, Hollerton, Edgeley, Waterley Cross and Lakey Green.  The main local city is the cathederal city of Felpersham.  Some of these locations should occasionally be mentioned in messages.  In addition to the supplied list of people, you should make up identities as needed - the chat forum would contain maybe 50-30 members (although not all of these post messages often).  Message content should be unique and not duplicated.  The tone of the messages should be informal British English with British spelling."
      },
      {
         "category":"usha-school-comms",
         "enabled":true,
         "items_multiplier":1,
         "topic":"Messages originating from the school Felpersham Grammar in Felpersham, Borsetshire, UK, where our protagonist, Usha Franks sends her children. All messages are announcements and notices from school leaders or the school office, directed at parents with children at the school.  In addition to the supplied list of people, you should make up identities as needed.  Message content should be unique and not duplicated.  The tone of the messages should be relatively formal British English with British spelling."
      },
      {
         "category":"usha-school-parents-chat",
         "enabled":true,
         "items_multiplier":2,
         "topic":"Messenger chat between parents with children attending Felpersham Grammar Scool in Felpersham, Borsetshire, UK, where our protagonist, Usha Franks sends her children.  This is a chat group independent of the school where parents can discuss school and other topcis.  This could include compliments or more often complaints about the school as well as sharing helpful information and coordinating things.  Sometimes the parents group meets up in Felpersham cafes.  There are some occasional jokes and off topic discussion.  Some parents have a less positive outlook than others and tend to complain, while others are more positive - generate a mix of positive and negative comments.  Only parents are in this chat - neither Usha'snor anyone else's children are on it.  Message content should be unique and not duplicated.  The tone of the messages should be informal British English with British spelling."
      }
   ]
}